/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"4文字以上12文字以内で入力してください。\n" = "请输入至少4个字符，12个字符。\n";

/* No comment provided by engineer. */
"このアプリについて" = "关于此应用程序";

/* No comment provided by engineer. */
"ガス" = "气";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "尚未输入标题。\n";

/* No comment provided by engineer. */
"データ保護のために設定したパスワードを入力してください。\n\n\n" = "请输入你设置的密码对数据进行保护。\n\n\n";

/* No comment provided by engineer. */
"データ保護のためのパスワードを設定します。半角英数字4文字以上12文字以内で入力してください。\n\n\n" = "我设置一个密码来保护数据。请输入至少4个字母数字字符，最多12个字符。\n\n\n\n";

/* No comment provided by engineer. */
"パスワードが一致しません。\n" = "密码不匹配。\n";

/* No comment provided by engineer. */
"パスワード入力" = "输入密码";

/* No comment provided by engineer. */
"パスワード設定" = "密码设置";

/* No comment provided by engineer. */
"ローン" = "贷款";

/* No comment provided by engineer. */
"予算" = "预算";

/* No comment provided by engineer. */
"入力された値が大きすぎます。\n" = "对我来说，输入的值过大。\n";

/* No comment provided by engineer. */
"入力エラー" = "输入错误";

/* No comment provided by engineer. */
"利用可能額/月" = "可用金额/月";

/* No comment provided by engineer. */
"利用可能額/週" = "可用金額/周";

/* No comment provided by engineer. */
"半角英数字を入力してください。\n" = "请输入字母数字。\n";

/* No comment provided by engineer. */
"収入" = "收入";

/* No comment provided by engineer. */
"収入合計" = "总收入";

/* No comment provided by engineer. */
"収入項目\n" = "收入项目\n";

/* No comment provided by engineer. */
"家計の予算編成" = "家計の予算編成";

/* No comment provided by engineer. */
"家計簿が『支出の結果』を記録するのに対し、本アプリでは『支出の計画』をたてます。\n①収入 - 毎月固定の収入\n②貯蓄 - 毎月固定の貯蓄額\n③支出 - 毎月固定の費用と水道光熱費などのインフラ関連費用\n\nの項目を入力することにより、1週間に利用可能な食事、交遊費などの変動費の算出を行い、計画的な金銭管理をサポートします。" = "这个应用程序的开支计划。\n固定收入每月收入 - 収入①\n固定金额每月储蓄 - 储蓄②\n与基础设施相关的成本，如每月的固定费用及公用设施开支 - 支出③\n\n进入项目，每周的餐点，计算​​的可变成本，如成本友谊，我们支持故意的财务管理。";

/* No comment provided by engineer. */
"家賃" = "租";

/* No comment provided by engineer. */
"携帯電話" = "手机";

/* No comment provided by engineer. */
"支出" = "支出";

/* No comment provided by engineer. */
"支出合計" = "总支出";

/* No comment provided by engineer. */
"支出項目\n" = "支出项目\n";

/* No comment provided by engineer. */
"文字が入力されていません。\n" = "尚未输入字符。\n";

/* No comment provided by engineer. */
"水道" = "水";

/* No comment provided by engineer. */
"積立貯金" = "储蓄基金";

/* No comment provided by engineer. */
"給与収入" = "工资收入";

/* No comment provided by engineer. */
"表示\n" = "显示\n";

/* No comment provided by engineer. */
"設定" = "设置";

/* No comment provided by engineer. */
"貯蓄" = "储蓄";

/* No comment provided by engineer. */
"貯蓄合計" = "总储蓄";

/* No comment provided by engineer. */
"貯蓄項目\n" = "储蓄项目\n";

/* No comment provided by engineer. */
"金額" = "量";

/* No comment provided by engineer. */
"金額が入力されていません。\n" = "尚未输入金额。\n";

/* No comment provided by engineer. */
"金額は半角数字で入力してください。\n" = "款项请输入数字字符。\n";

/* No comment provided by engineer. */
"電気" = "电力";

/* No comment provided by engineer. */
"項目" = "项目";

/* No comment provided by engineer. */
"項目と金額の設定" = "配置项目和金额";

/* No comment provided by engineer. */
"項目名" = "产品名称";

/* No comment provided by engineer. */
"項目名\n0" = "产品名称\n0";

/* No comment provided by engineer. */
"項目名は全角8文字以内（全角16文字以内)で入力してください。\n" = "请输入项目名称（最多16个字符EM）八个字符或更少的字符。\n";

/* No comment provided by engineer. */
"項目名を全角8文字(半角16文字)以内で、金額を半角数字で入力してください。\n\n" = "最大长度为8个字符或更少（16个字符），数字字符，请输入量的项目名称。";

